mo_orange.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:comm3="http://www.csapi.org/schema/parlayx/common/v3_1"
	xmlns:sms7="http://www.csapi.org/schema/parlayx/sms/notification/v3_1/local">
	<SOAP-ENV:Header>
		<comm3:NotifySOAPHeader>
			<spId>36</spId>
			<SAN>32329</SAN>
		</comm3:NotifySOAPHeader>
	</SOAP-ENV:Header>
	<SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
		<sms7:notifySmsReception>
			<sms7:correlator></sms7:correlator>
			<sms7:message>
				<message>T</message>
				<senderAddress>254202407004</senderAddress>
				<smsServiceActivationNumber>32329</smsServiceActivationNumber>
				<dateTime>2015-10-14T21:04:07+03:00</dateTime>
			</sms7:message>
		</sms7:notifySmsReception>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>